Repository: machiavelli8811/SH3-Dynamic-Campaign-final
Catalog: EXE/SH3DC_*_COMP.po
Languages: de

# AboutDialog|
source: About SH3 Dynamic Campaign
de: Über SH3 Dynamische Kampagne

# AboutDialog|
source: SH3 Dynamic Campaign version 1.3
de: SH3 Dynamische Campaign Version 1.3

# AboutDialog|
source: <html><head/><body><p><span style=" font-size:10pt;">SH3 Dynamic Campaign was created by Machiavelli. </span></p></body></html>
de: <Html> <head/> <body> <p> <span style = "font-size: 10pt; "> SH3 Dynamische Kampagne wurde von Machiavelli erstellt. </ Span> </ p> </ body> </ html>

# AboutDialog|
source: <html><head/><body><p>Contributors include:</p><p>LGN1, Sailor Steve, foxidrive, abc0502, mfm4aa, and JScones.</p></body></html>
de: <Html> <head/> <body> <p> Teilnehmer sind:. </ P> <p> LGN1, Sailor Steve, foxidrive, abc0502, mfm4aa und JScones </ p> </ body> </ html>

# AboutDialog|
source: <html><head/><body><p>SH3 Dynamic Campaign is Freeware.</p></body></html>
de: <Html> <head/> <body> <p> SH3 Dynamische Kampagne ist Freeware. </ P> </ body> </ html>

# ForgotDialog|
source: Forgot to mark sinking on navigation map?
de: Passwort zu markieren sinken auf Navigationskarte?

# ForgotDialog|
source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Sunken Ship Details</span></p></body></html>
de: <Html> <head/> <body> <p> <span style = "font-size: 16pt; font-weight: 600; "> versunkenes Schiff Details </ span> </ p> </ body> < / html>

# ForgotDialog|
source: Career:
de: Beruflicher Werdegang:

# ForgotDialog|
source: Sunken Ship Class:
de: Versunkene Schiffsklasse:

# ForgotDialog|
source: <html><head/><body><p>Estimated Date Sunk (yyyyMMdd):</p></body></html>
de: <Html> <head/> <body> <p> Voraussichtliches Datum Sunk (JJJJMMTT): </ p> </ body> </ html>

# ForgotDialog|
source: Estimated Sinking Longitude (meters):
de: Geschätzte Sinking Länge (m):

# ForgotDialog|
source: Estimated Sinking Latitude (meters):
de: Geschätzte Sinking Breite (m):

# ForgotDialog|
source: Exit
de: Ausgang

# ForgotDialog|
source: Run DC Script
de: Führen DC Script

# MainWindow|
source: SH3 Dynamic Campaign v1.2a
de: SH3 Dynamische Kampagne v1.2a

# MainWindow|
source: Exit
de: Ausgang

# MainWindow|
source: Next
de: Nächster

# MainWindow|
source: What would you like to do?
de: Was würdest du gern tun?

# MainWindow|
source: Play with SH3 Dynamic Campaign
de: Spielen Sie mit SH3 Dynamische Kampagne

# MainWindow|
source: Play without SH3 Dynamic Campaign
de: Spielen ohne SH3 Dynamische Kampagne

# MainWindow|
source: Backup Files
de: Sicherungsdateien

# MainWindow|
source: Use if computer crashes during Dynamic Campaign or DC SH3 Commander play.
de: Zu verwenden, wenn der Computer abstürzt während der dynamischen Kampagne oder DC SH3 Kommandant zu spielen.

# MainWindow|
source: Uninstall SH3 Dynamic Campaign
de: Uninstall SH3 Dynamische Kampagne

# MainWindow|
source: File
de: Datei

# MainWindow|
source: About
de: Über

# MainWindow|
source: Settings
de: Einstellungen

# MainWindow|
source: SH3 Dynamic Campaign v1.3
de: SH3 Dynamische Kampagne v1.3

# SettingsDialog|
source: Settings
de: Einstellungen

# SettingsDialog|
source: Silent Hunter III directory:
de: Silent Hunter III Verzeichnis:

# SettingsDialog|
source: SH3 Saves directory:
de: SH3 Speichert Verzeichnis:

# SettingsDialog|
source: SH3 Commander directory:
de: SH3 Commander-Verzeichnis:

# SettingsDialog|
source: Cancel
de: Stornieren

# SettingsDialog|
source: Apply
de: Anwenden

# SettingsDialog|
source: <html><head/><body><p><span style=" font-size:14pt; font-weight:600;">Directories</span></p></body></html>
de: <Html> <head/> <body> <p> <span style = "font-size: 14pt; font-weight: 600; "> Verzeichnisse </ span> </ p> </ body> </ html >
